{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-09-02T15:12:19Z", 
"solr_geom": "ENVELOPE(-82.703964, -77.657322, 40.640064, 37.160336)", 
"dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=609\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/big-ten/86/dc/35/877ae743b784963aee6ea4b179/iso19139.xml\"}", 
"dc_rights_s": "Public", 
"uuid": "86dc3587-7ae7-43b7-8496-3aee6ea4b179", 
"dct_provenance_s": "Penn State", 
"dc_subject_sm": [
"Imagery and Base Maps", 
"Orthophotography", 
"Aerial photography"
], 
"dct_temporal_sm": "1999", 
"dc_description_s": "Orthophotos combine the image characteristics of a photograph with the geometric qualities of a map. The primary digital orthophotoquad (DOQ) is a 1-meter ground resolution, quarter-quadrangle (3.75-minutes of latitude by 3.75-minutes of longitude) image cast on the Universal Transverse Mercator Projection (UTM) on the North American Datum of 1983 (NAD83).The geographic extent of the DOQ is equivalent to a quarter-quad plus The overedge ranges a minimum of 50 meters to a maximum of 300 meters beyond the extremes of the primary and secondary corner points. The overedge is included to facilitate tonal matching for mosaicking and for the placement of the NAD83 and secondary datum corner ticks. The normal orientation of data is by lines (rows) and samples (columns). Each line contains a series of pixels ordered from west to east with the order of the lines from north to south. The standard, archived digital orthophoto is formatted as four ASCII header records, followed by a series of 8-bit binary image data records. The radiometric image brightness values are stored as 256 gray levels ranging from 0 to 255. The metadata embedded in the digital orthophoto contain a wide range of descriptive information including format source information, production instrumentation and dates, and data to assist with displaying and georeferencing the image. DOQ images are acquired as a part of the USGS' National Aerial Photography Program (NAPP). Through NAPP imagery for each state is produced on a 7 year cycle. These images are the NAPP III cycle which will run from 1997-2001 These DOQQ's are distributed through PASDA as GeoTIFF images as received from USGS.", 
"dct_issued_s": "2000-01-01", 
"dc_format_s": "Raster Dataset", 
"dc_creator_sm": [
"U.S. Geologic Survey; Pennsylvania Bureau of Topographic and Geologic Survey"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "86dc3587-7ae7-43b7-8496-3aee6ea4b179", 
"georss_polygon_s": "37.160336 -82.703964 40.640064 -82.703964 40.640064 -77.657322 37.160336 -77.657322 37.160336 -82.703964", 
"solr_year_i": 1999, 
"dct_spatial_sm": [
"West Virginia, United States"
], 
"dc_publisher_sm": [
"U.S. Geological Survey"
], 
"layer_id_s": "doqq97_WV", 
"georss_box_s": "37.160336 -82.703964 40.640064 -77.657322", 
"dc_title_s": "Digital Orthophoto (DOQQ - quarter-quadrangle) for West Virginia: West Virginia, 1997", 
"layer_slug_s": "86dc3587-7ae7-43b7-8496-3aee6ea4b179", 
"dct_isPartOf_sm": "Pennsylvania Spatial Data Access (PASDA)"
}