{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-09-02T17:25:01Z", 
"solr_geom": "ENVELOPE(-79.520215, -75.048274, 39.80762, 37.844404)", 
"dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=475\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/big-ten/81/47/48/4da5824a3dbcd8daea33b3e519/iso19139.xml\"}", 
"dc_rights_s": "Public", 
"uuid": "8147484d-a582-4a3d-bcd8-daea33b3e519", 
"dct_provenance_s": "Penn State", 
"dc_subject_sm": [
"Farming", 
"Cropland", 
"Landsat", 
"Crop estimates", 
"Classification", 
"Crop cover", 
"Agriculture", 
"Land cover", 
"Crop identification"
], 
"dct_temporal_sm": "2002", 
"dc_description_s": "The USDA-NASS 2002 Maryland Cropland Data Layer (CDL) is a raster, geo-referenced, categorized land cover data layer produced using satellite imagery from the Thematic Mapper (TM) instrument on Landsat 5 and the Enhanced Thematic Mapper (ETM+) on Landsat 7. The imagery was collected between April 24, 2002 and September 12, 2002. The approximate scale is 1:100,000 with a ground resolution of 30 meters by 30 meters. The CDL emphasis is on agricultural land cover. The area of coverage is the entire State of Maryland This land cover dataset is part of a one-time series in which ten Mid-Atlantic States were categorized based on the extensive field observations collected during the 2002 annual NASS June Agricultural Survey. No farmer reported data is included or derivable from the Cropland Data Layer. The area of coverage for the 2002 Mid-Atlantic CDL includes the entire states of Connecticut, Delaware, Maryland, New Jersey, New York, North Carolina, Pennsylvania, Rhode Island, Virginia and West Virginia. The funding for this project was shared between the USDA-NASS and Towson State University. The 2002 Mid-Atlantic CDL is currently a special one-time project. However, the possibility does exist to establish an annual cropland data layer for any state that shows significant interest and can offer an in-state cooperative agreement with another federal, state, local, or university agency or group. If interested, please contact the Section Head of the USDA-NASS Spatial Analysis Research Section at 703/877-8000. There are several additional Mid-Western States for which Cropland Data Layers are produced on an annual basis. The website below provides information and examples of all publicly available Cropland Data Layers: http://www.nass.usda.gov/research/Cropland/SARS1a.htm", 
"dct_issued_s": "2005-12-30", 
"dc_format_s": "Raster Dataset", 
"dc_creator_sm": [
"United States Department of Agriculture (USDA), National Agricultural Statistics Service (NASS), Research and Development Division, Geospatial Information Branch, Spatial Analysis Research Section (SARS)"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "8147484d-a582-4a3d-bcd8-daea33b3e519", 
"georss_polygon_s": "37.844404 -79.520215 39.80762 -79.520215 39.80762 -75.048274 37.844404 -75.048274 37.844404 -79.520215", 
"solr_year_i": 2002, 
"dct_spatial_sm": [
"Maryland, United States"
], 
"dc_publisher_sm": [
"United States Department of Agriculture (USDA), National Agriculture Statistics Service (NASS)"
], 
"layer_id_s": "md02nass", 
"georss_box_s": "37.844404 -79.520215 39.80762 -75.048274", 
"dc_title_s": "Cropland Data Layer (CDL) - raster 1:100,000: Maryland, 2002", 
"layer_slug_s": "8147484d-a582-4a3d-bcd8-daea33b3e519", 
"dct_isPartOf_sm": "Pennsylvania Spatial Data Access (PASDA)"
}