{
  "geoblacklight_version": "1.0",
  "dc_rights_s": "Public",
  "layer_modified_dt": "2020-01-30T17:05:08Z",
  "dc_identifier_s": "68d4dca3-a236-4f03-ab0e-b7b9d12ccaf3",
  "dc_title_s": "Land Cover: Anne Arundel County, Maryland, 2014",
  "dc_description_s": "Anne Arundel County, Maryland is interested in monitoring its changing land cover for planning, zoning and environmental protection purposes. The county is under increasing development pressure and needs to maintain an accurate land cover database so it may guide development in a sustainable way from both economic and environmental perspectives. The land cover layer was designed and built as a continuation of hand-digitized layers compiled in the 1990s. The current layer was completed using primarily automated methods and current high-resolution aerial imagery (6 inch resolution, leaf-off), as a comparison for cost and accuracy to the earlier automated and manually-produced datasets. This version was updated in 2011 using 4-band aerial imagery collected in the spring of 2011 by the State of Maryland. Areas that have undergone change in the period 2008-2011 were updated to reflect those changes, and any inconsistencies found in the 2008 dataset were corrected. An Urban Tree Canopy dataset produced in 2008 by the University of Vermont was used to provide estimates of tree canopy for each polygon, or map unit.",
  "dc_creator_sm": [
    "Anne Arundel County, Office of Environmental and Cultural Resources"
  ],
  "dc_publisher_sm": [
    "Anne Arundel County, Maryland"
  ],
  "dc_subject_sm": [
    "Environment"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2014"
  ],
  "solr_year_i": "2014",
  "dct_spatial_sm": [
    "Anne Arundel County, Maryland",
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-76.841159,-76.383345,39.237702,38.71187)",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04b-24003",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.aacounty.org/county-maps/index.html\",\"http://schema.org/downloadUrl\":\"http://www.aacounty.org/AACoOIT/GIS/Landcover%202014.zip\"}",
  "b1g_image_ss": ""
}