{
"layer_geom_type_s": "Polygon", 
"layer_modified_dt": "2017-04-05T15:20:15Z", 
"solr_geom": "ENVELOPE(-79.4873, -75.0507, 39.7229, 37.9066)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/52f2a425d6fe438a95e4b9f4334eaa6d_0.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/big-ten/1e/6c/78/8bc88f490f8e1f2ca712ec7bfc/iso19139.xml\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://archive.geodata.md.gov/imap/rest/services/Environment/MD_ArchivedTrustFund/MapServer/0\",\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/52f2a425d6fe438a95e4b9f4334eaa6d_0\"}", 
"dc_rights_s": "Public", 
"uuid": "1e6c788b-c88f-490f-8e1f-2ca712ec7bfc", 
"dct_provenance_s": "Maryland", 
"dc_subject_sm": [
"Environment"
], 
"dct_temporal_sm": "2016", 
"dc_description_s": "In 2007, State leaders in Maryland took a bold step in their efforts to restore the Chesapeake Bay with the creation of the Chesapeake and Atlantic Coastal Bays Trust Fund (Trust Fund). The Trust Fund allows Maryland to accelerate Bay restoration by focusing limited financial resources on the most effective non-point source pollution control projects. Dollars for the Trust Fund are generated through motor fuel tax and rental car tax in Maryland. It is anticipated that when fully-funded, the Trust Fund will generate $50M annually. This file depicts the Bay Trust Fund current priority zones. Priority zone areas were developed using information from the USGS SPARROW model and local knowledge and expertise. Coastal Bays watersheds were prioritized based on the expertise of scientists in that region. - SPARROW is a regression-based model for regional interpretation of water quality monitoring data. SPARROW discriminates which watersheds are likely to contribute the highest nutrient and sediment loads to the Chesapeake Bay. - The Biological Restoration Initiative (BRI) targeting identifies biologically impaired waters that demonstrate a high potential for removal from Marylands 303(d) list of impaired waters. Their selection is based on evaluation using the Biological Listing Methodology results listed in Marylands 2008 Integrated Report, which sets a threshold for degradation within Marylands non-tidal freshwater streams using the index of biotic integrity (IBI) scores from sampled fish and benthic communities. These watersheds have been targeted primarily for 319(h) grant program, which has a goal of delisting impaired surface waters. - The Atlantic Coastal Bay watersheds were selected based on the pattern of trajectories of the water quality index (dissolved oxygen, chlorophyll a, total nitrogen, total phosphorus) between 2001-2006 (http://ian.umces.edu/press/books/publication/93/shifting_sands_envi ronmental_and_cultural_change_in_maryland_s_coastal_bays_2009- 06-08/). Agricultural and urbanized watersheds were evaluated separately to identify the highest nutrient loading areas. For urban watersheds developed lands were analyzed, while agricultural watersheds were separated into cropland and animal production systems.Last Updated: 2014Map Service Link:http://archive.geodata.md.gov/imap/rest/services/Environment/MD_ArchivedTrustFund/MapServer/0", 
"dct_issued_s": "2016-06-16T13:32:58.000ZZ", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"ArcGIS Online for Maryland"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "1e6c788b-c88f-490f-8e1f-2ca712ec7bfc", 
"georss_polygon_s": "37.9066 -79.4873 39.7229 -79.4873 39.7229 -75.0507 37.9066 -75.0507 37.9066 -79.4873", 
"solr_year_i": 2016, 
"dct_spatial_sm": [
"Maryland, United States"
], 
"dc_publisher_sm": [], 
"layer_id_s": "1e6c788b-c88f-490f-8e1f-2ca712ec7bfc", 
"georss_box_s": "37.9066 -79.4873 39.7229 -75.0507", 
"dc_title_s": "Trust Fund Priority Zones - Historic (Archived): Maryland", 
"layer_slug_s": "1e6c788b-c88f-490f-8e1f-2ca712ec7bfc", 
"dct_isPartOf_sm": "Maryland iMap"
}