{
  "geoblacklight_version": "1.0",
  "dc_rights_s": "Public",
  "layer_modified_dt": "2020-01-30T17:05:08Z",
  "dc_identifier_s": "873b-4xqf",
  "dc_title_s": "Children, Family Health, & Well-Being by Neighborhood, US Census ACS Data, Baltimore Neighborhood Indicators Alliance: Baltimore, Maryland, 2010",
  "dc_description_s": "Baltimore City continues to make improving the health and lives of its residents a priority. In 2011, the City released the update of Community Health Profiles for all CSAs as well as Healthy Baltimore 2015 Safe Homes and Families, a comprehensive health policy agenda and measures for tracking progress. In order to describe the health and well being of City residents, BNIA-JFI currently tracks thirteen adult, juvenile, and infant health indicators for Baltimore City and its neighborhoods. The data is provided by the Maryland Department of Health and Mental Hygiene, Maryland Department of the Environment, Baltimore Substance Abuse Systems (BSAS), the Baltimore City Health Department, and the United States Bureau of the Census. Where possible, data is presented at the CSA and City level. For several indicators, data is only available at the zip code level.",
  "dc_creator_sm": [
    "The Baltimore Neighborhood Indicators Alliance - Jacob France Institute (BNIA-JFI)"
  ],
  "dc_publisher_sm": [
    "City of Baltimore, Maryland"
  ],
  "dc_subject_sm": [
    "Health",
    "Society"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "2013-02-26",
  "dct_temporal_sm": [
    "2010"
  ],
  "solr_year_i": "2010",
  "dct_spatial_sm": [
    "Baltimore, Maryland",
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-76.7113,-76.5297,39.372,39.1972)",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04c-03",
  "dct_references_s": "{\"http://schema.org/url\":\"https://data.baltimorecity.gov/d/873b-4xqf\",\"http://schema.org/downloadUrl\":\"https://data.baltimorecity.gov/api/geospatial/873b-4xqf?method=export&format=Shapefile\"}",
  "b1g_image_ss": ""
}