{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-09-02T15:12:29Z", 
"solr_geom": "ENVELOPE(-76.137, -74.772, 40.677, 39.772)", 
"dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1151\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/big-ten/78/ea/ad/5a3f8e48198cc59a7fb518b5c6/iso19139.xml\"}", 
"dc_rights_s": "Public", 
"uuid": "78eaad5a-3f8e-4819-8cc5-9a7fb518b5c6", 
"dct_provenance_s": "Penn State", 
"dc_subject_sm": [
"Imagery and Base Maps", 
"Orthophotography", 
"Aerial photography"
], 
"dct_temporal_sm": "2010", 
"dc_description_s": "DVRPC TIFF Tiles - An orthoimage is remotely sensed image data in which displacement of features in the image caused by terrain relief and sensor orientation have been mathematically removed. Orthoimagery combines the image characteristics of a photograph with the geometric qualities of a map. This project consists of the creation of 3-band, 24 bit color digital orthophoto tiles for the 5-county, Pennsylvania portion DVRPC's region utilizing a Leica ADS40 digital imaging system. The tiles were delivered in both GeoTIFF and MrSID MG3 formats. A GeoTIFF is a TIFF file which has geographic (or cartographic) data embedded as tags within the TIFF file. The geographic data can then be used to position the image in the correct location and geometry within a geographic information system (GIS) display. MrSID (Multi-resolution Seamless Image Database) is a proprietary, wavelet-based, image compression file format (*.sid) developed and patented by LizardTech, Inc. A 20:1 compresssion ratio was used for the MrSIDs. The complete data set contains 1,540 full ortho tiles in Pennsylvania State Plane South coordinate system, NAD83. The individual tiles measure 5,055' x 8,745' at a 1.0' pixel size. There is no image overlap between adjacent tiles. Orthoimagery processed by BAE Systems.", 
"dct_issued_s": "2010-01-01", 
"dc_format_s": "File", 
"dc_creator_sm": [
"Delaware Valley Regional Planning Commission"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "78eaad5a-3f8e-4819-8cc5-9a7fb518b5c6", 
"georss_polygon_s": "39.772 -76.137 40.677 -76.137 40.677 -74.772 39.772 -74.772 39.772 -76.137", 
"solr_year_i": 2010, 
"dct_spatial_sm": [
"Pennsylvania, United States"
], 
"dc_publisher_sm": [
"BAE Systems"
], 
"layer_id_s": "DVRPC2010", 
"georss_box_s": "39.772 -76.137 40.677 -74.772", 
"dc_title_s": "DVRPC 2010 Digital Orthoimagery for Southeast Pennsylvania: Pennsylvania, 2010", 
"layer_slug_s": "78eaad5a-3f8e-4819-8cc5-9a7fb518b5c6", 
"dct_isPartOf_sm": "Pennsylvania Spatial Data Access (PASDA)"
}