{
"layer_geom_type_s": "Polygon", 
"layer_modified_dt": "2017-04-05T15:19:16Z", 
"solr_geom": "ENVELOPE(-79.4871, -75.0592, 39.7231, 37.9217)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/a56174cc59914d44812184ee925b9e51_1.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/big-ten/fc/be/df/6e142246d4af02c466c2beace1/iso19139.xml\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/Environment/MD_FocalAreas/FeatureServer/1\",\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/a56174cc59914d44812184ee925b9e51_1\"}", 
"dc_rights_s": "Public", 
"uuid": "fcbedf6e-1422-46d4-af02-c466c2beace1", 
"dct_provenance_s": "Maryland", 
"dc_subject_sm": [
"Environment"
], 
"dct_temporal_sm": "2016", 
"dc_description_s": "Targeted Ecological Areas (TEAs) are lands and watersheds of high ecological value that have been identified as conservation priorities by the Maryland Department of Natural Resources (DNR) for natural resource protection. These areas represent the most ecologically valuable areas in the State: they are the Nbest of the bestN. TEAs are preferred for conservation funding through Stateside Program Open Space. This version updates the 2008 TEA layer. The first step in updating TEAs was to create an ecological baseline composed of several ecological databases which included updates of original databases and additional databases developed since 2008.The first component is the updated Green Infrastructure Assessment (circa 2010) which identifies large, contiguous blocks (hubs) of significant forests and wetlands and their connecting corridors. The Green Infrastructure's hub and corridor network of habitat allows plant and animal migration, reduces forest fragmentation if protected, and provides important ecosystem services, such as biodiversity, cleaning air and water, storing nutrients, and protecting areas against storm and flood damage.The rare species and wildlife habitat component identifies areas that support Rare, Threatened, and Endangered Species, rare plant and animal communities, species of Greatest Conservation Need, and wildlife concentrations.The aquatic life hotspots component identifies watersheds supporting freshwater stream ecosystems where conservation is needed to protect and restore areas of high aquatic biodiversity, Tier II regulated streams, and brook trout streams.The water quality protection component identifies sensitive lands such as forests, wetlands, and steep slopes where preservation is important for water quality.The coastal ecosystems component identifies Blue Infrastructure shoreline and watershed protection priorities. These are areas important for sustaining coastal and tidal ecosystems and also identifies land areas important for sustaining spawning and nursery areas for important commercial and recreational fisheries.The climate change adaptation component identifies areas important for sustaining wetlands ecosystems that are changing and moving landward in response to sea level rise.From the ecological baseline, areas that ranked as most important for each of the components were merged to create the Targeted Ecological Areas. Lands that were developed, as identified by the Maryland Department of Planning (2010) were removed from the TEA layer since developed lands are not preferred for Stateside Program Open Space funding. Additionally, lands that are in the 0 foot to 2 foot inundation zone based on the 2011 SLAMM (Maryland Sea-Level Affecting Marshes Model) study performed for all 16 coastal counties and Baltimore City since these areas are not preferred for Stateside Program Open Space funding.Feature Service Link:http://geodata.md.gov/imap/rest/services/Environment/MD_FocalAreas/FeatureServer/1", 
"dct_issued_s": "2016-02-09T17:12:28.000ZZ", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"ArcGIS Online for Maryland"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "fcbedf6e-1422-46d4-af02-c466c2beace1", 
"georss_polygon_s": "37.9217 -79.4871 39.7231 -79.4871 39.7231 -75.0592 37.9217 -75.0592 37.9217 -79.4871", 
"solr_year_i": 2016, 
"dct_spatial_sm": [
"Maryland, United States"
], 
"dc_publisher_sm": [], 
"layer_id_s": "fcbedf6e-1422-46d4-af02-c466c2beace1", 
"georss_box_s": "37.9217 -79.4871 39.7231 -75.0592", 
"dc_title_s": "Focal Areas - Targeted Ecological Areas: Maryland", 
"layer_slug_s": "fcbedf6e-1422-46d4-af02-c466c2beace1", 
"dct_isPartOf_sm": "Maryland iMap"
}