{
"layer_geom_type_s": "Point", 
"layer_modified_dt": "2017-04-05T15:21:35Z", 
"solr_geom": "ENVELOPE(-79.4863, -75.0525, 39.7219, 37.9718)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/2b40c7c4367848218ce037a2a04b3c95_0.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/big-ten/21/75/a3/9d78754b59a6f097327c40907d/iso19139.xml\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/Transportation/MD_AnnualAverageDailyTraffic/FeatureServer/0\",\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/2b40c7c4367848218ce037a2a04b3c95_0\"}", 
"dc_rights_s": "Public", 
"uuid": "2175a39d-7875-4b59-a6f0-97327c40907d", 
"dct_provenance_s": "Maryland", 
"dc_subject_sm": [
"Intelligence and Military", 
"Transportation"
], 
"dct_temporal_sm": "2016", 
"dc_description_s": "Traffic monitoring data is a strategic resource for SHA and Maryland's Department of Transportation. The data is essential in the planning, design and operation of the statewide road system and the development and implementation of state highway improvement and safety programs. TMS is a product of the ISTEA Act of 1991, which required a traffic data program to effectively and efficiently meet SHA's long-term traffic data monitoring and reporting requirements. The quality control feature of the system allow data edit checks and validation for data from the 84 permanent, continuous automatic traffic recorders (ATRs) and short-term traffic counts.The Maryland Traffic Volume Maps depict the Annual Average Daily Traffic (AADT) at various locations on Maryland's roadways by county. Traffic Volume data is collected from over 8700 program count stations and 84 ATRs, located throughout Maryland. To date, four (4) ATRs have been removed from the ATR Program. Program count data is collected (both directions) at regular locations on either a three (3) year or six (6) year cycle depending on type of roadway. Growth Factors are applied to counts which were not taken during the current year and the counts are factored based on the past yearly growth of an associated ATR. Counters are placed for 48 hours on a Monday or Tuesday and are picked up that Thursday or Friday, respectively. The ATR and toll count data is collected on a continuous basis. Toll station data is provided by the Maryland Transportation Authority. A special numeric code was added to the AADT numbers, starting in 2006, to identify the years when the count was actually taken. The last digit represents the number of years prior to the actual count. Where 0 represents the current year when data was collected (in 2014), 1 represents the count taken in 2013, 2 represents the count taken in 2012, 3 represents the count taken in 2011 and so forth.Last Updated:Feature Service Layer Link:http://geodata.md.gov/imap/rest/services/Transportation/MD_AnnualAverageDailyTraffic/FeatureServer/0", 
"dct_issued_s": "2016-04-05T18:09:29.000ZZ", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"ArcGIS Online for Maryland"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "2175a39d-7875-4b59-a6f0-97327c40907d", 
"georss_polygon_s": "37.9718 -79.4863 39.7219 -79.4863 39.7219 -75.0525 37.9718 -75.0525 37.9718 -79.4863", 
"solr_year_i": 2016, 
"dct_spatial_sm": [
"Maryland, United States"
], 
"dc_publisher_sm": [], 
"layer_id_s": "2175a39d-7875-4b59-a6f0-97327c40907d", 
"georss_box_s": "37.9718 -79.4863 39.7219 -75.0525", 
"dc_title_s": "Annual Average Daily Traffic - Annual Average Daily Traffic (SHA Statewide AADT Points): Maryland", 
"layer_slug_s": "2175a39d-7875-4b59-a6f0-97327c40907d", 
"dct_isPartOf_sm": "Maryland iMap"
}