{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-08-01T13:58:15Z", 
"solr_geom": "ENVELOPE(-75.280303, -74.955763, 40.1379918, 39.8715137)", 
"dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=7102\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/big-ten/59/ca/2a/9f755444a3b1893d47bae1c001/iso19139.xml\"}", 
"dc_rights_s": "Public", 
"uuid": "59ca2a9f-7554-44a3-b189-3d47bae1c001", 
"dct_provenance_s": "Penn State", 
"dc_subject_sm": [
"Inland Waters", 
"Inland Waters", 
"Streets"
], 
"dct_temporal_sm": "2016", 
"dc_description_s": "The street centerline represents streets and walkways dedicated to the city, some private streets and walkways, and additional segments not meeting either classification. All street segments lie generally within the boundaries of the City of Philadelphia. Each street segment has a unique identifier attribute.Data Development:The centerline is updated when city plan makes a change in the records. Also, when the traffic engineering group can make or see a change that the centerline would need upating from. Key Attribute Fields:PRE_DIR-Directional prefix of complete street name ST_NAME-Street name ST_TYPE-Street type designation SUF_DIR-Directional suffix of complete street name ZIP_LEFT-Zip code on left side of arc ZIP_RIGHT-Zip code on right side of arc L_F_ADD-NFromN address attribute on left side of arc L_T_ADD-NToN address attribute on left side of arc R_F_ADD-NFromN address attribute on right side of arc R_T_ADD-NToN address attribute on right side of arc ST_CODE-street code L_HUNDRED-address hundred block on left side of arc R_HUNDRED-address hundred block on right side of arc SEG_ID-unique identifier of arc ONEWAY-Denotes travel direction of arc in conjunction with arc direction STNAME-Concatenated field consisting of Pre_dir, St_name, St_type, Suf_dir items CLASS-Street class of arc; 0-Navy Yard; 1-Expressways; 2-Major Arterial; 3-Minor Arterial; 4-Collector; 5-Local; 6-Driveway; 9-Low Speed Ramps; 10-High Speed Ramps; 12-Non Travable; 14-City Boundary; 15-Walking Connector; RESPONSIBL - This is the field for responsibility of the street arc. Responsibility may include snow removal, paving, and sanitation needs. ' ' City of Philadelphia is assumed unless otherwise noted'AIRPORT' Philadelphia International Airport 'BCBC' Burlington County Bridge Commission (ex: Tacony Palmyra Bridge) 'DRPA'  Delaware River Port Authority (ex: Benjamin Franklin Bridge)'FAIRMOUNT PARK' Fairmount Park system, including paths or trails within parks'FAM' Federal Aid Management from PENNDOT'PHA'  Philadelphia Housing Authority 'PIDC' Philadelphia Industrial Development Corporation (ex: Navy Yard)'PRIVATE' Privately owned streets 'SEPTA'  SEPTA (South East Pennsylvania Transportation Authority) 'STATE' State of Pennsylvania 'STRICKEN' The street no longer exists and is not the citys responsibility 'TOWNSHIP' The surrounding townships responsibility, streets located along the boundary of the city limitsCoordinate System:Lambert Conformal Conic, NAD83, PA South Stateplane coordinates, US FootThematic Mapping:Use the field STNAME (without the underscore) for labels. Other Information:N/A", 
"dct_issued_s": "2016-07-22", 
"dc_format_s": "Shapefile", 
"dc_type_s": "Dataset", 
"dc_identifier_s": "59ca2a9f-7554-44a3-b189-3d47bae1c001", 
"georss_polygon_s": "39.8715137 -75.280303 40.1379918 -75.280303 40.1379918 -74.955763 39.8715137 -74.955763 39.8715137 -75.280303", 
"solr_year_i": 2016, 
"dct_spatial_sm": [
"Pennsylvania, United States"
], 
"layer_id_s": "PhillyStreets_Street_Centerline", 
"georss_box_s": "39.8715137 -75.280303 40.1379918 -74.955763", 
"dc_title_s": "Philadelphia Streets - Street Centerline: Philadelphia, 2016", 
"layer_slug_s": "59ca2a9f-7554-44a3-b189-3d47bae1c001", 
"dct_isPartOf_sm": "Pennsylvania Spatial Data Access (PASDA)"
}